[
  {
    "name": "The Fall",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/thefall-2006-dramatique.jpg",
    "annee": 2006,
    "trailerYtb": "https://www.youtube.com/embed/dyFrBC1rAcg",
    "descrip": "Lorsque les investigations de la police nord irlandaise sur une série de meurtres n'avancent pas, la détective et commissaire de police, Stella Gibson, est envoyée à Belfast pour suivre l'affaire de plus près. En parallèle de l'enquête, le meurtrier, un père de famille qui semble irréprochable du nom de Paul Spector, continue ses crimes au nez et à la barbe des forces de l'ordre...",
    "realisateur": "Allan Cubitt",
    "prix": 15,
    "genre": ["policier"],
    "acteurs": "Gillian Anderson, Karen Hassan, Jamie Dornan"
  },
  {
    "name": "Chernobyl",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/chernobyl.jpg",
    "annee": 2019,
    "trailerYtb": "https://www.youtube.com/embed/skCiDK542aM",
    "descrip": "26 avril 1986, l'histoire vraie de la pire catastrophe causée par l'homme et de ceux qui ont sacrifié leur vie pour sauver l'Europe du drame. L'explosion d'un réacteur à la centrale nucléaire de Chernobyl, en Ukraine, a de terribles conséquences aussi bien sur le personnel de l'usine, que sur les équipes de secours, la population et l'environnement.",
    "realisateur": "Craig Mazin",
    "prix": 12,
    "genre": ["Drame"],
    "acteurs": "Jared Harris, Stellan Skarsgård, Paul Ritter"
  },
  {
    "name": "What We Do In The Shadows",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/WhatWeDoInTheShadows-2014-comedie.jpg",
    "annee": 2014,
    "trailerYtb": "https://www.youtube.com/embed/IAZEWtyhpes",
    "descrip": "Ce faux documentaire suit le quotidien de Nandor, Laszlo, Nadja et Guillermo, trois vampires âgés de plusieurs siècles et un humain, vivant en coloc dans le New York d'aujourd'hui. Comment s'organise leur cohabitation ? Un humain peut-il aussi être un ami et pas un dîner ? La vie éternelle, est-ce vraiment si cool ?",
    "realisateur": "Jemaine Clement",
    "prix": 14,
    "genre": ["comedie", "horreur"],
    "acteurs": "Kayvan Novak, Matt Berry, Natasia Demetriou"
  },
  {
    "name": "Chicago Police Departement",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/ChicagoPD.jpg",
    "annee": 2014,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19541441&cserie=12091.html",
    "descrip": "Des officiers en uniforme qui patrouillent et combattent le crime dans la rue, aux membres de l'unité des renseignements affectés à des affaires majeures (crime organisé, trafic de drogue, homicides...), toutes les recrues du poste de police du district 21 de Chicago risquent quotidiennement leurs vies. Ces énormes responsabilités dépassent souvent le simple cadre professionnel et entâchent la sphère privée de ces hommes et de ces femmes d'exception.",
    "realisateur": "Dick Wolf, Matt Olmstead",
    "prix": 9,
    "genre": ["drame", "policier"],
    "acteurs": "Amy Morton, Jason Beghe, Jesse Lee Soffer"
  },
  {
    "name": "Les enquetes de Murdoch",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Murdoch.jpg",
    "annee": 2008,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=18896525&cserie=3919.html",
    "descrip": "Toronto 1892. William Murdoch est un jeune et brillant inspecteur qui résout des enquêtes criminelles à l'aide de techniques scientifiques d'avant garde, de l'analyse des empreintes au premier détecteur de mensonges. Son approche originale suscite les moqueries de ses collègues policiers et le scepticisme de son supérieur, mais William Murdoch est souvent le seul à trouver la piste du criminel. Sa meilleure alliée est Julia Ogden, ravissante médecin pathologiste, à l'esprit vif, qui n'a de cesse de se battre contre les préjugés de la société.",
    "realisateur": "Maureen Jennings",
    "prix": 10,
    "genre": ["drame", "policier"],
    "acteurs": "Yannick Bisson, Helene Joy, Thomas Craig"
  },
  {
    "name": "Manifest",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/Manifest.jpg",
    "annee": 2018,
    "trailerYtb": "https://www.youtube.com/embed/cDZ7O1Esvs4",
    "descrip": "Le vol Montego 828 à destination de New York disparaît des radars sans laisser de traces, avant de réapparaître cinq ans plus tard sans aucune explication. Pour les 191 passagers à bord, le temps ne s'est pas écoulé. Mais pour leurs proches, ces cinq années ont été éprouvantes... Que s'est-il réellement passé ? Comment les revenants vont-ils parvenir à s'adapter ? Sont-ils revenus changés ?",
    "realisateur": "Jeff Rake",
    "prix": 13,
    "genre": ["Drame"],
    "acteurs": "Melissa Roxburgh, Josh Dallas, Athena Karkanis"
  },
  {
    "name": "The Shannara Chronicles",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Les%20chronique%20de%20Shannara.jpg",
    "annee": 2016,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19555018&cserie=17130.html",
    "descrip": "Des milliers d'années après l'extinction de la civilisation que nous connaissons, les Quatre Terres sont menacées par la mort imminente de l'Arbre protecteur Ellcrys qui renferme des forces terribles et obscures. A chaque feuille tombée, les démons se réveillent de l'au-delà. La princesse Amberle, le demi-elfe Wil et la solitaire Eretria commencent alors leur quête contre les forces du Mal. Ils sont guidés dans ce combat par le druide Allanon, lequel maîtrise la magie...",
    "realisateur": "Alfred Gough, Miles Millar",
    "prix": 10,
    "genre": ["Aventure", "Fantastique"],
    "acteurs": "Austin Butler, Ivana Baquero, Manu Bennett"
  },
  {
    "name": "The 100",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/The100.jpg",
    "annee": 2014,
    "trailerYtb": "https://www.youtube.com/embed/cDZ7O1Esvs4",
    "descrip": "Après une apocalypse nucléaire causée par l'Homme lors d'une troisième Guerre Mondiale, les 318 survivants recensés se réfugient dans des stations spatiales et parviennent à y vivre et à se reproduire, atteignant le nombre de 4000. Mais 97 ans plus tard, le vaisseau mère, l'Arche, est en piteux état. Une centaine de jeunes délinquants emprisonnés au fil des années pour des crimes ou des trahisons sont choisis comme cobayes par les autorités pour redescendre sur Terre et tester les chances de survie. Dès leur arrivée, ils découvrent un nouveau monde dangereux mais fascinant...",
    "realisateur": "Jason Rothenberg",
    "prix": 18,
    "genre": ["Aventure", "Drame", "Science fiction"],
    "acteurs": "Eliza Taylor, Paige Turco, Bob Morley"
  },
  {
    "name": "La casa de papel",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/La-casa-de-papel.jpg",
    "annee": 2017,
    "trailerYtb": "https://www.youtube.com/embed/cDZ7O1Esvs4",
    "descrip": "Huit voleurs font une prise d'otages dans la Maison royale de la Monnaie d'Espagne, tandis qu'un génie du crime manipule la police pour mettre son plan à exécution.",
    "realisateur": "Álex Pina",
    "prix": 15,
    "genre": ["Drame", "Thriller"],
    "acteurs": "Álvaro Morte, Úrsula Corberó, Pedro Alonso"
  },
  {
    "name": "Lucifer",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/Lucifer.jpg",
    "annee": 2016,
    "trailerYtb": "https://www.youtube.com/embed/ba-hQluHyYk",
    "descrip": "Lassé et mécontent de sa position de \"Seigneur des Enfers\", Lucifer Morningstar démissionne et abandonne le trône de son royaume pour la bouillonnante et non moins impure Los Angeles. Dans la Cité des anges, l'ex maître diabolique est le patron d'un nightclub baptisé \"Lux\". Quand une star de la Pop est sauvagement assassinée sous ses yeux, il décide de partir à la recherche du coupable et croise sur sa route Chloe Decker, une femme flic qui résiste à ses charmes et lui met constamment des bâtons dans les roues.",
    "realisateur": "Joe Henderson, Tom Kapinos",
    "prix": 14,
    "genre": ["Drame", "Fantastique", "Policier"],
    "acteurs": "Tom Ellis, D.B. Woodside, Lauren German"
  },
  {
    "name": "The Truth About The Harry Quebert Affair",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/La%20v%C3%A9rit%C3%A9%20sur.jpg",
    "annee": 2018,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19580903&cserie=22512.html",
    "descrip": "Alors que l'improbable duo s'entraide pour venir à bout de l'enquête, l'ange Amenadiel est envoyé à Los Angeles par Dieu pour tenter de convaincre Lucifer de regagner son royaume. L'ancien Seigneur des Enfers cèdera-t-il aux sirènes du Mal qui l'appellent ou se laissera-t-il tenter par le Bien, vers lequel l'inspecteur Chloe Decker semble peu à peu l'amener ?",
    "realisateur": "Lynnie Greene, Richard Levine",
    "prix": 12,
    "genre": ["Drame", "Policier", "Thriller"],
    "acteurs": "Patrick Dempsey, Ben Schnetzer, Damon Wayans Jr."
  },
  {
    "name": "BALLERS",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/La%20v%C3%A9rit%C3%A9%20sur.jpghttps://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/ballers.jpg",
    "annee": 2015,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19553958&cserie=17304.html",
    "descrip": "Après une grande carrière en tant que footballeur professionnel, Spencer Strasmore prend sa retraite mais ne se coupe pas entièrement de sa passion. En effet, après avoir été joueur, il se reconvertit et devient agent pour la nouvelle génération de footballeurs. Un milieu dans lequel la compétition est tout aussi intense que sur le terrain....",
    "realisateur": "Even Reilly, Stephen Levinson",
    "prix": 11,
    "genre": ["Comédie", "Drame"],
    "acteurs": "Dwayne Johnson, John David Washington, Rob Corddry"
  },
  {
    "name": "Riverdale",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/Riverdale.jpg",
    "annee": 2017,
    "trailerYtb": "https://www.youtube.com/embed/QHt7M4LJgWI",
    "descrip": "Sous ses airs de petite ville tranquille, Riverdale cache en réalité de sombres secrets. Alors qu'une nouvelle année scolaire débute, le jeune Archie Andrews et ses amis Betty, Jughead, et Kevin voient leur quotidien bouleversé par la mort mystérieuse de Jason Blossom, un de leurs camarades de lycée. Alors que les secrets des uns et des autres menacent de remonter à la surface, et que la belle Veronica, fraîchement débarquée de New York, fait une arrivée remarquée en ville, plus rien ne sera jamais comme avant à Riverdale...",
    "realisateur": "Roberto Aguirre-Sacasa",
    "prix": 12,
    "genre": ["Drame", "Thriller"],
    "acteurs": "K.J. Apa, Lili Reinhart, Camila Mendes"
  },
  {
    "name": "Game of thrones",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/Game-of-thrones.jpg",
    "annee": 2011,
    "trailerYtb": "https://www.youtube.com/embed/No4nnsyDCc0",
    "descrip": "Il y a très longtemps, à une époque oubliée, une force a détruit l'équilibre des saisons. Dans un pays où l'été peut durer plusieurs années et l'hiver toute une vie, des forces sinistres et surnaturelles se pressent aux portes du Royaume des Sept Couronnes. La confrérie de la Garde de Nuit, protégeant le Royaume de toute créature pouvant provenir d'au-delà du Mur protecteur, n'a plus les ressources nécessaires pour assurer la sécurité de tous. Après un été de dix années, un hiver rigoureux s'abat sur le Royaume avec la promesse d'un avenir des plus sombres. Pendant ce temps, complots et rivalités se jouent sur le continent pour s'emparer du Trône de Fer, le symbole du pouvoir absolu.",
    "realisateur": "D.B. Weiss, David Benioff",
    "prix": 13,
    "genre": ["Drame", "Fantastique"],
    "acteurs": "Kit Harington, Emilia Clarke, Peter Dinklage"
  },
  {
    "name": "Doctor Who",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Doctor%20Who.jpg",
    "annee": 2005,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19342737&cserie=575.html",
    "descrip": "Extraterrestre de plus de 900 ans, le Docteur voyage à travers le temps et l'espace à l'aide de son vaisseau, le TARDIS. Seigneur du Temps originaire de la planète Gallifrey, il intervient lorsque la situation l'exige. En cas de menace \"inexpliquée\", le Docteur est celui qu'il vous faut !",
    "realisateur": "Russell T. Davies, Steven Moffat, Chris Chibnall",
    "prix": 8,
    "genre": ["Aventure", "Science fiction"],
    "acteurs": "David Tennant, Peter Capaldi, Jodie Whittaker"
  },
  {
    "name": "Hippocrate",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Hippocrate.jpg",
    "annee": 2018,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19581049&cserie=23120.html",
    "descrip": "Un hôpital public en périphérie d’une grande ville. Suite à des mesures sanitaires, les médecins titulaires du service de médecine interne se retrouvent confinés chez eux pour 48h. Trois internes inexpérimentés et un médecin légiste, qui ne se connaissent pas encore, vont devoir faire bloc pour gérer seuls le service et les malades. Mais la quarantaine se prolonge…",
    "realisateur": "Thomas Lilti",
    "prix": 9,
    "genre": ["Drame", "Médical"],
    "acteurs": "Louise Bourgoin, Alice Belaïdi, Karim Leklou"
  },
  {
    "name": "Bones",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Bones.jpg",
    "annee": 2005,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19572704&cserie=182.html",
    "descrip": "Temperance Brennan est une anthropologue hautement qualifiée qui travaille à l'Institut Jeffersonian. En examinant les squelettes de personnes décédées, elle est capable d'en reconstituer la vie et les circonstances de la mort.",
    "realisateur": "Hart Hanson, Stephen Nathan",
    "prix": 9,
    "genre": ["Drame", "Policier"],
    "acteurs": "Emily Deschanel, David Boreanaz, T.J. Thyne"
  },
  {
    "name": "The Walking Dead",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/The-Walking-Dead.jpg",
    "annee": 2010,
    "trailerYtb": "https://www.youtube.com/embed/AbtiqJGhWyY",
    "descrip": "Après une apocalypse ayant transformé la quasi-totalité de la population en zombies, un groupe d'hommes et de femmes mené par l'officier Rick Grimes tente de survivre... Ensemble, ils vont devoir tant bien que mal faire face à ce nouveau monde devenu méconnaissable, à travers leur périple dans le Sud profond des États-Unis.",
    "realisateur": "Glen Mazzara, Frank Darabont, Scott M. Gimple",
    "prix": 11,
    "genre": ["Drame", "Epouvante-Horreur"],
    "acteurs": "Andrew Lincoln, Norman Reedus, Jon Bernthal"
  },
  {
    "name": "THE LAST SHIP",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/The%20last%20Ship.jpg",
    "annee": 2014,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19509864&cserie=11112.html",
    "descrip": "Après avoir passé plusieurs mois en Arctique pour une mission top secrète, l'équipage de l'USS Nathan James, un destroyer de la NAVY, découvre avec horreur qu'une épidémie a décimé une majeure partie de la population terrestre. La Chine et l'Europe sont en guerre, tandis que le Gouvernement Américain n'est plus. Protégés par les océans, le commandant et les 200 âmes sous ses ordres font partie des derniers survivants de la planète. Une scientifique présente à bord doit absolument trouver un vaccin avant l'extinction totale de l'espèce...",
    "realisateur": "Hank Steinberg, Steven Kane",
    "prix": 8,
    "genre": ["Drame", "Science fiction", "Action"],
    "acteurs": "Eric Dane, Adam Baldwin, Charles Parnell"
  },
  {
    "name": "Star Trek: Discovery",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Star%20Trek%20Discovery.jpg",
    "annee": 2017,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19571665&cserie=19949.html",
    "descrip": "Après un siècle de silence, les klingons refont surface. Déterminés à réunifier leur empire, ils déclarent la guerre à la Fédération des planètes unies. Officier en disgrâce de la Starfleet, Michael Burnham se retrouve au centre du conflit.",
    "realisateur": "Alex Kurtzman, Bryan Fuller, Alex Kurtzman",
    "prix": 12,
    "genre": ["Aventure", "Science fiction"],
    "acteurs": "Sonequa Martin-Green, Doug Jones, Shazad Latif"
  },
  {
    "name": "Grey's Anatomy",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/Grey's-Anatomy.jpg",
    "annee": 2005,
    "trailerYtb": "https://www.youtube.com/embed/P5NYPUX9GxY",
    "descrip": "Meredith Grey, fille d'un chirurgien très réputé, commence son internat de première année en médecine chirurgicale dans un hôpital de Seattle. La jeune femme s'efforce de maintenir de bonnes relations avec ses camarades internes, mais dans ce métier difficile la compétition fait rage...",
    "realisateur": "Betsy Beers, Shonda Rhimes, Krista Vernoff",
    "prix": 10,
    "genre": ["Drame", "Médical"],
    "acteurs": "Ellen Pompeo, Justin Chambers, Patrick Dempsey"
  },
  {
    "name": "PREACHER",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Preacher.jpg",
    "annee": 2016,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19563077&cserie=17298.html",
    "descrip": "Au premier coup d'oeil, le révérend Jesse Custer n'a rien de spécial. Après tout il n'est qu'un homme d'église d'une petite ville, perdant peu à peu ses fidèles et laissant s'éteindre sa foi. Mais il va bientôt avoir la preuve que Dieu existe bel et bien. Et qu'\"IL\" est un sacré fils de... Avec sa petite-amie Tulip et un vampire nommé Cassidy, le voilà parti sur les routes américaines pour le trouver...",
    "realisateur": "Sam Catlin, Sam Catlin, Seth Rogen",
    "prix": 7,
    "genre": ["Drame", "Epouvante-horreur", "Fantastique"],
    "acteurs": "Dominic Cooper, Joseph Gilgun, Ruth Negga"
  },
  {
    "name": "TRUE BLOOD",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/True%20Blood.jpg",
    "annee": 2008,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19450649&cserie=3675.html",
    "descrip": "Ayant trouvé un substitut pour se nourrir sans tuer (du sang synthétique), les vampires vivent désormais parmi les humains. Sookie, une serveuse capable de lire dans les esprits, tombe sous le charme de Bill, un mystérieux vampire. Une rencontre qui bouleverse la vie de la jeune femme...",
    "realisateur": "Brian Buckner, Alan Ball, Mark Hudis",
    "prix": 10,
    "genre": ["Drame", "Fantastique", "Romance"],
    "acteurs": "Anna Paquin, Stephen Moyer, Sam Trammell"
  },
  {
    "name": "Penny Dreadfull",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Penny%20Dreadfull.jpg",
    "annee": 2014,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19563840&cserie=11787.html",
    "descrip": "Dans le Londres de l'époque Victorienne, Vanessa Ives, une jeune femme puissante aux pouvoirs hypnotiques, allie ses forces à celles d'Ethan, un garçon rebelle et violent aux allures de cowboy, et de Sir Malcolm, un vieil homme riche aux ressources inépuisables. Ensemble, ils combattent un ennemi inconnu, presque invisible, qui ne semble pas humain et qui massacre la population...\n\n3",
    "realisateur": "John Logan",
    "prix": 8,
    "genre": ["Drame", "Epouvante-horreur", "Policier"],
    "acteurs": "Eva Green, Josh Hartnett, Timothy Dalton"
  },
  {
    "name": "Blacklist",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/Blacklist.jpg",
    "annee": 2013,
    "trailerYtb": "https://www.youtube.com/embed/DG_dPkDtAI0",
    "descrip": "Le criminel le plus recherché du monde se rend mystérieusement à la police et offre ses services en dénonçant tous ceux avec qui il a collaboré sur ses crimes par le passé. Sa seule contrepartie : travailler avec une agent du FBI débutante avec qui il n'a semble-t-il aucune connexion...",
    "realisateur": "John Eisendrath, Jon Bokenkamp",
    "prix": 10,
    "genre": ["Drame", "Policier", "Thriller"],
    "acteurs": "James Spader, Megan Boone, Diego Klattenhoff"
  },
  {
    "name": "What We Do In The Shadows",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/What%20we%20do%20in%20the%20shadows.jpg",
    "annee": 2019,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19582928&cserie=23200.html",
    "descrip": "Ce faux documentaire suit le quotidien de Nandor, Laszlo, Nadja et Guillermo, trois vampires âgés de plusieurs siècles et un humain, vivant en coloc dans le New York d'aujourd'hui. Comment s'organise leur cohabitation ? Un humain peut-il aussi être un ami et pas un dîner ? La vie éternelle, est-ce vraiment si cool ?",
    "realisateur": "Jemaine Clement",
    "prix": 12,
    "genre": ["Comédie", "Epouvante-horreur"],
    "acteurs": "Kayvan Novak, Matt Berry, Natasia Demetriou"
  },
  {
    "name": "Trinkets",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/Trinkets.jpg",
    "annee": 2019,
    "trailerYtb": "https://www.youtube.com/embed/eD7wTfrWmp0",
    "descrip": "Trois lycéennes que tout oppose : Elodie, la marginale, Moe, la délinquante et Tabitha, la populaire se rencontrent lors d'une séance des \"Voleurs à l'étalage Anonymes\". Contre toute attente, elles se lient d'amitié.",
    "realisateur": "Amy Andelson, Emily Meyer, Kirsten Smith",
    "prix": 8,
    "genre": ["Comédie"],
    "acteurs": "Brianna Hildebrand, Kiana Madeira, Quintessa Swindell"
  },
  {
    "name": "Better Call Saul",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Better%20call%20Saul.jpg",
    "annee": 2015,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19551389&cserie=16950.html",
    "descrip": "Six ans avant de croiser le chemin de Walter White, Saul Goodman, connu sous le nom de Jimmy McGill, est un avocat qui peine à joindre les deux bouts, à Albuquerque, au Nouveau-Mexique. Pour boucler ses fins de mois, il n'aura d'autres choix que se livrer à quelques petites escroqueries. Chemin faisant, il va faire des rencontres qui vont se révéler déterminantes dans son parcours : Nacho Varga, ou encore Mike Ehrmantraut, un criminel spécialisé dans le \"nettoyage\", qui deviendra son futur homme de main.",
    "realisateur": "Vince Gilligan, Peter Gould",
    "prix": 11,
    "genre": ["Comédie", "Drame"],
    "acteurs": "Bob Odenkirk, Jonathan Banks, Rhea Seehorn"
  },
  {
    "name": "Stranger Things",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/Stranger-Things.jpg",
    "annee": 2016,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19563786&cserie=19156.html",
    "descrip": "A Hawkins, en 1983 dans l'Indiana. Lorsque Will Byers disparaît de son domicile, ses amis se lancent dans une recherche semée d’embûches pour le retrouver. Dans leur quête de réponses, les garçons rencontrent une étrange jeune fille en fuite. Les garçons se lient d'amitié avec la demoiselle tatouée du chiffre \"11\" sur son poignet et au crâne rasé et découvrent petit à petit les détails sur son inquiétante situation. Elle est peut-être la clé de tous les mystères qui se cachent dans cette petite ville en apparence tranquille…",
    "realisateur": "Matt Duffer, Ross Duffer",
    "prix": 12,
    "genre": ["Drame", "Fantastique", "Thriller"],
    "acteurs": "Winona Ryder, David Harbour, Finn Wolfhard"
  },
  {
    "name": "Continuum",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/continuum.jpg",
    "annee": 2012,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19538950&cserie=10732.html",
    "descrip": "A la poursuite de terroristes extrémistes, une flic venue tout droit du futur se retrouve coincée dans le Vancouver de nos jours. Loin de son époux et de son fils, Kiera Cameron concentre dès lors ses efforts sur la traque de ces fugitifs, avant qu'ils ne commettent d'autres méfaits à notre époque. Elle trouve une aide inattendue en la personne d'Alec Sadler, un jeune génie de la science. Et enrôlée dans les forces policières locales, elle forme une alliance avec son nouveau partenaire, le détective Carlos Fonnegra.",
    "realisateur": "Simon Barry",
    "prix": 10,
    "genre": ["Policier", "Science fiction"],
    "acteurs": "Rachel Nichols, Victor Webster, Stephen Lobo"
  },
  {
    "name": "Insecure",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Insecure.jpg",
    "annee": 2016,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19563709&cserie=18875.html",
    "descrip": "Les expériences quotidiennes savoureuses et parfois surréalistes d'une Afro-Américaine à l'aube de la trentaine et de sa meilleure amie délurée...",
    "realisateur": "Prentice Penny, Larry Wilmore, Issa Rae",
    "prix": 12,
    "genre": ["Comédie"],
    "acteurs": "Issa Rae, Jay Ellis, Yvonne Orji"
  },
  {
    "name": "Happy !",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/Happy.jpg",
    "annee": 2017,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19582765&cserie=21028.html",
    "descrip": "Ex-flic devenu tueur à gages et alcoolique, Nick Sax croit perdre la tête quand une licorne animée qu'il est le seul à voir le pousse à sauver une fillette enlevée par le père Noël.",
    "realisateur": "Brian Taylor, Grant Morrison",
    "prix": 8,
    "genre": ["Comédie", "Fantastique", "Policier"],
    "acteurs": "Christopher Meloni, Patton Oswalt, Ritchie Coster"
  },
  {
    "name": "Gossip Girl",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Gossip%20Girl.jpg",
    "annee": 2007,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=18849794&cserie=3241.html",
    "descrip": "La vie de la jeunesse dorée des élèves de deux écoles privées new-yorkaises, vue à travers les yeux ironiques d'une mystérieuse \"bloggeuse\" surnommée Gossip Girl. Entre amour et amitié, chacun tente de tirer son épingle du jeu, mais rien n'est jamais simple derrière des apparences parfaites...",
    "realisateur": "Sara Goodman, Joshua Safran, Josh Schwartz",
    "prix": 7,
    "genre": ["Drame"],
    "acteurs": "Leighton Meester, Blake Lively, Penn Badgley"
  },
  {
    "name": "Osmosis",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Osmosis.jpg",
    "annee": 2019,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19582772&cserie=22114.html",
    "descrip": "Paris, dans un futur proche. La technologie a repoussé les frontières de l'imaginable en déchiffrant le code du véritable amour. Grâce aux données de ses utilisateurs obtenues via des micro-robots implantés dans leurs cerveaux, la nouvelle application \"OSMOSIS\" garantit avec certitude de trouver le partenaire idéal, et transforme le rêve ultime de trouver l'âme soeur en réalité. Mais y a-t-il un prix à payer lorsqu'on laisse un algorithme choisir l'homme ou la femme de notre vie ? Quand en échange de cet amour éternel, la technologie peut accéder aux recoins les plus intimes de notre esprit, et à nos souvenirs les plus secrets...",
    "realisateur": "Audrey Fouché",
    "prix": 12,
    "genre": ["Drame", "Science fiction", "Romance"],
    "acteurs": "Hugo Becker, Agathe Bonitzer, Gaël Kamilindi"
  },
  {
    "name": "Charmed",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Charmed.jpg",
    "annee": 2018,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19578504&cserie=21514.html",
    "descrip": "Après la mort de leur mère, les trois soeurs Mel, Maggie et Macy découvrent qu'elles sont les descendantes d'une lignée de sorcières. Entre les démons à massacrer, le patriarcat à combattre et les liens familiaux à maintenir intacts, le boulot d'une sorcière n'est jamais terminé...",
    "realisateur": "Jessica O'Toole, Amy Rardin",
    "prix": 10,
    "genre": ["Drame", "Fantastique"],
    "acteurs": "Melonie Diaz, Madeleine Mantock, Sarah Jeffery"
  },
  {
    "name": "Good Omens",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/Good-Omens.jpg",
    "annee": 2019,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19584258&cserie=20512.html",
    "descrip": "Un duo improbable, un Ange exigeant et un Démon qui vit en liberté, ont pris goût à la vie sur Terre et sont obligés de former une alliance pour arrêter Armageddon. Mais ils ont perdu l'Antéchrist, un garçon de 11 ans qui ignorait qu'il était censé provoquer la fin des temps, les forçant à se lancer dans une aventure pour le retrouver et sauver le monde avant qu'il ne soit trop tard.",
    "realisateur": "Neil Gaiman",
    "prix": 10,
    "genre": ["Comédie", "Drame", "Fantastique"],
    "acteurs": "Michael Sheen, David Tennant, Sam Taylor Buck"
  },
  {
    "name": "Deadly Class",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Deadly%20Class.jpg",
    "annee": 2019,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19578475&cserie=20743.html",
    "descrip": "À la fin des années 1980, Marcus Lopez, un jeune orphelin SDF, est admis au sein d'une mystérieuse école privée qui accueille la progéniture des criminels les plus dangereux de la planète. Dans cet établissement, les adolescents se voient enseigner l'art du meurtre, du combat ou toutes autres pratiques indispensables pour devenir le parfait criminel.",
    "realisateur": "Miles Orion Feldsott, Rick Remender",
    "prix": 12,
    "genre": ["Drame", "Thriller", "Action"],
    "acteurs": "Benedict Wong, Benjamin Wadsworth, Lana Condor"
  },
  {
    "name": "Sex Education",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/Sex-Education.jpg",
    "annee": 2019,
    "trailerYtb": "https://www.youtube.com/embed/QOx6oqwVTDw",
    "descrip": "La rebelle Maeve entraîne Otis, un ado vierge mais doté d'une mère sexologue, dans la création d'une cellule de thérapie sexuelle clandestine au sein de leur lycée...",
    "realisateur": "Laurie Nunn",
    "prix": 11,
    "genre": ["Comédie", "Drame"],
    "acteurs": "Asa Butterfield, Emma Mackey, Ncuti Gatwa"
  },
  {
    "name": "Marvel's Daredevil",
    "img": "https://github.com/CorentinDeblock/frontend-AllezCine/blob/img-data/serie/Dardevil.jpg",
    "annee": 2015,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19551966&cserie=17050.html",
    "descrip": "Aveugle depuis l’enfance, mais doté de sens incroyablement développés, Matt combat l’injustice le jour en tant qu’avocat et la nuit en surveillant les rue de Hell’s Kitchen, à New York, dans le costume du super-héros Daredevil.",
    "realisateur": "Steven S. DeKnight, Drew Goddard",
    "prix": 11,
    "genre": ["Drame", "Fantastique", "Action"],
    "acteurs": "Charlie Cox, Deborah Ann Woll, Elden Henson"
  },
  {
    "name": "Sherlock",
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/Sherlock.jpg",
    "annee": 2010,
    "trailerYtb": "https://www.youtube.com/embed/6wwvrPDoULY",
    "descrip": "Les aventures de Sherlock Holmes et de son acolyte de toujours, le docteur Watson, sont transposées au XXIème siècle...",
    "realisateur": "Steven Moffat, Mark Gatiss",
    "prix": 13,
    "genre": ["Aventure", "Drame", "Policier"],
    "acteurs": "Benedict Cumberbatch, Martin Freeman, Amanda Abbington"
  },
  {
    "name": 911,
    "img": "https://raw.githubusercontent.com/CorentinDeblock/frontend-AllezCine/img-data/serie/9-1-1.jpg",
    "annee": 2018,
    "trailerYtb": "http://www.allocine.fr/video/player_gen_cmedia=19574954&cserie=22123.html",
    "descrip": "Du service d'appels d'urgences 911 aux pompiers, secouristes ou policiers, tous ces intervenants sont constamment sous pression, confrontés quotidiennement à des situations stupéfiantes, effrayantes, et parfois même choquantes. S'ils ont pour mission de voler au secours des personnes en danger, ces héros de l'ombre doivent aussi trouver le temps de résoudre les problèmes de leurs propres vies...",
    "realisateur": "Ryan Murphy, Brad Falchuk, Tim Minear",
    "prix": 10,
    "genre": ["drame",  "action"],
    "acteurs": "Angela Bassett, Peter Krause, Jennifer Love Hewitt"
  }
]